---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedLevelRelativeBaseType
source: html/81a2d6cb-7f5f-9b27-d5f2-bd410ffc4c28.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedLevelRelativeBaseType Property

"Elevation Base for Levels"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedLevelRelativeBaseType { get; }
```